Repository: jok9580955/simple-ledger-promax-ios
Catalog: 简单账本ProMax/Resources/Localizable.xcstrings
Source language: zh_hans
Languages: ar_sa, ca, cs, da, de_de, el, en_au, es_es, fi, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl_nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hant

source: 账户管理
ar_sa: Accounts
ca: Gestiona comptes
cs: Správa účtů
da: Accounts
de_de: Accounts
el: Accounts
en_au: Accounts
es_es: Accounts
fi: Accounts
fr_ca: Accounts
he: Accounts
hi: Accounts
hr: Accounts
hu: Accounts
id: Accounts
it: Accounts
ja: 口座管理
ko: 계정 관리
ms: Accounts
nb: Accounts
nl_nl: Accounts
pl: Accounts
pt_br: Accounts
pt_pt: Accounts
ro: Accounts
ru: Accounts
sk: Accounts
sv: Accounts
th: Accounts
tr: Accounts
uk: Accounts
vi: Accounts
zh_hant: 帳戶管理

source: 购物
ar_sa: التسوق
ca: Compres
cs: Nákupy
da: Shopping
de_de: Einkaufen
el: Αγορές
en_au: Shopping
es_es: Compras
fi: Ostokset
fr_ca: Achats
he: קניות
hi: खरीदारी
hr: Kupnja
hu: Vásárlás
id: Belanja
it: Shopping
ja: 買い物
ko: 쇼핑
ms: Beli-belah
nb: Shopping
nl_nl: Winkelen
pl: Zakupy
pt_br: Compras
pt_pt: Compras
ro: Cumpărături
ru: Покупки
sk: Nákupy
sv: Shopping
th: ช้อปปิ้ง
tr: Alışveriş
uk: Покупки
vi: Mua sắm
zh_hant: 購物

source: 转入账户
ar_sa: الحساب المحول إليه
ca: To Account
cs: To Account
da: To Account
de_de: Zielkonto
el: To Account
en_au: To Account
es_es: Cuenta destino
fi: To Account
fr_ca: Compte destinataire
he: חשבון יעד
hi: प्राप्त खाता
hr: To Account
hu: To Account
id: To Account
it: To Account
ja: 振替先口座
ko: 받는 계정
ms: To Account
nb: To Account
nl_nl: To Account
pl: To Account
pt_br: Conta de destino
pt_pt: Conta de destino
ro: To Account
ru: Счет назначения
sk: To Account
sv: To Account
th: บัญชีปลายทาง
tr: Hedef hesap
uk: To Account
vi: Tài khoản nhận
zh_hant: 轉入帳戶

source: 转账
ar_sa: تحويل
ca: Transfer
cs: Transfer
da: Transfer
de_de: Umbuchung
el: Transfer
en_au: Transfer
es_es: Transferencia
fi: Transfer
fr_ca: Virement
he: העברה
hi: ट्रांसफर
hr: Transfer
hu: Transfer
id: Transfer
it: Transfer
ja: 振替
ko: 이체
ms: Transfer
nb: Transfer
nl_nl: Transfer
pl: Transfer
pt_br: Transferência
pt_pt: Transferência
ro: Transfer
ru: Перевод
sk: Transfer
sv: Transfer
th: โอน
tr: Transfer
uk: Transfer
vi: Chuyển khoản
zh_hant: 轉帳

source: 转账不会计入收入或支出统计
ar_sa: لا تُحتسب التحويلات ضمن الدخل أو المصروفات
ca: Transfers are not included in income or expense stats
cs: Transfers are not included in income or expense stats
da: Transfers are not included in income or expense stats
de_de: Umbuchungen werden nicht in Einnahmen oder Ausgaben gezählt
el: Transfers are not included in income or expense stats
en_au: Transfers are not included in income or expense stats
es_es: Las transferencias no se incluyen en ingresos ni gastos
fi: Transfers are not included in income or expense stats
fr_ca: Les virements ne sont pas inclus dans les revenus ou dépenses
he: העברות אינן נכללות בהכנסות או בהוצאות
hi: ट्रांसफर आय या खर्च में शामिल नहीं होते
hr: Transfers are not included in income or expense stats
hu: Transfers are not included in income or expense stats
id: Transfers are not included in income or expense stats
it: Transfers are not included in income or expense stats
ja: 振替は収入や支出の統計に含まれません
ko: 이체는 수입 또는 지출 통계에 포함되지 않습니다
ms: Transfers are not included in income or expense stats
nb: Transfers are not included in income or expense stats
nl_nl: Transfers are not included in income or expense stats
pl: Transfers are not included in income or expense stats
pt_br: Transferências não entram em receitas ou despesas
pt_pt: Transferências não entram em receitas ou despesas
ro: Transfers are not included in income or expense stats
ru: Переводы не входят в доходы или расходы
sk: Transfers are not included in income or expense stats
sv: Transfers are not included in income or expense stats
th: การโอนจะไม่รวมในรายรับหรือรายจ่าย
tr: Transferler gelir veya gider istatistiklerine dahil edilmez
uk: Transfers are not included in income or expense stats
vi: Chuyển khoản không tính vào thu nhập hoặc chi tiêu
zh_hant: 轉帳不會計入收入或支出統計

source: 转账需要选择两个不同账户。
ar_sa: اختر حسابين مختلفين للتحويل.
ca: Choose two different accounts for a transfer.
cs: Choose two different accounts for a transfer.
da: Choose two different accounts for a transfer.
de_de: Wähle für eine Umbuchung zwei verschiedene Konten.
el: Choose two different accounts for a transfer.
en_au: Choose two different accounts for a transfer.
es_es: Elige dos cuentas diferentes para transferir.
fi: Choose two different accounts for a transfer.
fr_ca: Choisissez deux comptes différents pour un virement.
he: בחר שני חשבונות שונים להעברה.
hi: ट्रांसफर के लिए दो अलग खाते चुनें।
hr: Choose two different accounts for a transfer.
hu: Choose two different accounts for a transfer.
id: Choose two different accounts for a transfer.
it: Choose two different accounts for a transfer.
ja: 振替には異なる2つの口座を選択してください。
ko: 이체하려면 서로 다른 두 계정을 선택하세요.
ms: Choose two different accounts for a transfer.
nb: Choose two different accounts for a transfer.
nl_nl: Choose two different accounts for a transfer.
pl: Choose two different accounts for a transfer.
pt_br: Escolha duas contas diferentes para transferir.
pt_pt: Escolha duas contas diferentes para transferir.
ro: Choose two different accounts for a transfer.
ru: Выберите два разных счета для перевода.
sk: Choose two different accounts for a transfer.
sv: Choose two different accounts for a transfer.
th: เลือกสองบัญชีที่ต่างกันสำหรับการโอน
tr: Transfer için iki farklı hesap seç.
uk: Choose two different accounts for a transfer.
vi: Chọn hai tài khoản khác nhau để chuyển.
zh_hant: 轉帳需要選擇兩個不同帳戶。

source: 还没有账单
ar_sa: No Records Yet
ca: Encara no hi ha registres
cs: Zatím žádné záznamy
da: No Records Yet
de_de: No Records Yet
el: No Records Yet
en_au: No Records Yet
es_es: No Records Yet
fi: No Records Yet
fr_ca: No Records Yet
he: No Records Yet
hi: No Records Yet
hr: No Records Yet
hu: No Records Yet
id: No Records Yet
it: No Records Yet
ja: 記録はまだありません
ko: 아직 기록이 없습니다
ms: No Records Yet
nb: No Records Yet
nl_nl: No Records Yet
pl: No Records Yet
pt_br: No Records Yet
pt_pt: No Records Yet
ro: No Records Yet
ru: No Records Yet
sk: No Records Yet
sv: No Records Yet
th: No Records Yet
tr: No Records Yet
uk: No Records Yet
vi: No Records Yet
zh_hant: 還沒有帳單

source: 这笔账已经保存。
ar_sa: تم حفظ هذه العملية.
ca: This transaction has been saved.
cs: This transaction has been saved.
da: This transaction has been saved.
de_de: Dieser Eintrag wurde gespeichert.
el: This transaction has been saved.
en_au: This transaction has been saved.
es_es: Esta operación se ha guardado.
fi: This transaction has been saved.
fr_ca: Cette opération a été enregistrée.
he: הפעולה נשמרה.
hi: यह लेन-देन सहेज दिया गया है।
hr: This transaction has been saved.
hu: This transaction has been saved.
id: This transaction has been saved.
it: This transaction has been saved.
ja: この記録を保存しました。
ko: 이 거래가 저장되었습니다.
ms: This transaction has been saved.
nb: This transaction has been saved.
nl_nl: This transaction has been saved.
pl: This transaction has been saved.
pt_br: Esta transação foi salva.
pt_pt: Esta transação foi guardada.
ro: This transaction has been saved.
ru: Операция сохранена.
sk: This transaction has been saved.
sv: This transaction has been saved.
th: บันทึกรายการนี้แล้ว
tr: Bu işlem kaydedildi.
uk: This transaction has been saved.
vi: Giao dịch này đã được lưu.
zh_hant: 這筆帳已經儲存。

source: 金额
ar_sa: المبلغ
ca: Amount
cs: Amount
da: Amount
de_de: Betrag
el: Amount
en_au: Amount
es_es: Importe
fi: Amount
fr_ca: Montant
he: סכום
hi: राशि
hr: Amount
hu: Amount
id: Amount
it: Amount
ja: 金額
ko: 금액
ms: Amount
nb: Amount
nl_nl: Amount
pl: Amount
pt_br: Valor
pt_pt: Valor
ro: Amount
ru: Сумма
sk: Amount
sv: Amount
th: จำนวนเงิน
tr: Tutar
uk: Amount
vi: Số tiền
zh_hant: 金額

source: 金额需要大于0元
ar_sa: Amount must be greater than 0
ca: L’import ha de ser superior a 0
cs: Částka musí být větší než 0
da: Amount must be greater than 0
de_de: Amount must be greater than 0
el: Amount must be greater than 0
en_au: Amount must be greater than 0
es_es: Amount must be greater than 0
fi: Amount must be greater than 0
fr_ca: Amount must be greater than 0
he: Amount must be greater than 0
hi: Amount must be greater than 0
hr: Amount must be greater than 0
hu: Amount must be greater than 0
id: Amount must be greater than 0
it: Amount must be greater than 0
ja: 金額は0より大きくしてください
ko: 금액은 0보다 커야 합니다
ms: Amount must be greater than 0
nb: Amount must be greater than 0
nl_nl: Amount must be greater than 0
pl: Amount must be greater than 0
pt_br: Amount must be greater than 0
pt_pt: Amount must be greater than 0
ro: Amount must be greater than 0
ru: Amount must be greater than 0
sk: Amount must be greater than 0
sv: Amount must be greater than 0
th: Amount must be greater than 0
tr: Amount must be greater than 0
uk: Amount must be greater than 0
vi: Amount must be greater than 0
zh_hant: 金額需要大於 0 元

source: 银行卡
ar_sa: بطاقة بنكية
ca: Targeta bancària
cs: Bankovní karta
da: Bankkort
de_de: Bankkarte
el: Τραπεζική κάρτα
en_au: Bank Card
es_es: Tarjeta bancaria
fi: Pankkikortti
fr_ca: Carte bancaire
he: כרטיס בנק
hi: बैंक कार्ड
hr: Bankovna kartica
hu: Bankkártya
id: Kartu bank
it: Carta bancaria
ja: 銀行カード
ko: 은행 카드
ms: Kad bank
nb: Bankkort
nl_nl: Bankpas
pl: Karta bankowa
pt_br: Cartão bancário
pt_pt: Cartão bancário
ro: Card bancar
ru: Банковская карта
sk: Banková karta
sv: Bankkort
th: บัตรธนาคาร
tr: Banka kartı
uk: Банківська картка
vi: Thẻ ngân hàng
zh_hant: 銀行卡

source: 隐私锁
ar_sa: Privacy Lock
ca: Bloqueig de privadesa
cs: Zámek soukromí
da: Privacy Lock
de_de: Privacy Lock
el: Privacy Lock
en_au: Privacy Lock
es_es: Privacy Lock
fi: Privacy Lock
fr_ca: Privacy Lock
he: Privacy Lock
hi: Privacy Lock
hr: Privacy Lock
hu: Privacy Lock
id: Privacy Lock
it: Privacy Lock
ja: プライバシーロック
ko: 개인정보 잠금
ms: Privacy Lock
nb: Privacy Lock
nl_nl: Privacy Lock
pl: Privacy Lock
pt_br: Privacy Lock
pt_pt: Privacy Lock
ro: Privacy Lock
ru: Privacy Lock
sk: Privacy Lock
sv: Privacy Lock
th: Privacy Lock
tr: Privacy Lock
uk: Privacy Lock
vi: Privacy Lock
zh_hant: 隱私鎖

source: 预算
ar_sa: Budget
ca: Pressupost
cs: Rozpočet
da: Budget
de_de: Budget
el: Budget
en_au: Budget
es_es: Budget
fi: Budget
fr_ca: Budget
he: Budget
hi: Budget
hr: Budget
hu: Budget
id: Budget
it: Budget
ja: 予算
ko: 예산
ms: Budget
nb: Budget
nl_nl: Budget
pl: Budget
pt_br: Budget
pt_pt: Budget
ro: Budget
ru: Budget
sk: Budget
sv: Budget
th: Budget
tr: Budget
uk: Budget
vi: Budget
zh_hant: 預算

source: 餐饮
ar_sa: الطعام
ca: Menjar
cs: Jídlo
da: Mad
de_de: Essen
el: Φαγητό
en_au: Dining
es_es: Comida
fi: Ruoka
fr_ca: Repas
he: אוכל
hi: भोजन
hr: Hrana
hu: Étkezés
id: Makan
it: Pasti
ja: 食事
ko: 식비
ms: Makan
nb: Mat
nl_nl: Eten
pl: Jedzenie
pt_br: Alimentação
pt_pt: Alimentação
ro: Mese
ru: Еда
sk: Jedlo
sv: Mat
th: อาหาร
tr: Yemek
uk: Їжа
vi: Ăn uống
zh_hant: 餐飲
